{
    "Home": "Accueil",
    "Live score": "Score en direct",
    "Login": "Se connecter",
    "Register": "Inscription",
    "Live": "En Direct",
    "Live Casino": "Casino en direct",
    "Virtual": "Virtuel",
    "Username": "Nom d'utilisateur",
    "Password": "Mot de passe",
    "Firstname": "Prénom",
    "Lastname": "Nom",
    "Confirm password": "Confirmez le mot de passe ",
    "Next": "Suivant",
    "Phone": "Télephone",
    "Country": "Ville",
    "select file": "Sélect fichiers",
    "No file selected": "Aucun fichier choisi",
    "Upload": "Télécharger",
    "Error": "Erreur",
    "Search": "Recherche",
    "Providers list": "list des fournisseurs",
    "All categories": "Tous les catégories",
    "About": "A propos",
    "Terms and conditions": "Termes et conditions",
    "Responsible Gaming": "Jeu responsable",
    "Privacy Policy": "politique de confidentialité",
    "AML KYC Policy": "Politique AML KYC",
    "Social media": "Réseaux social",
    "Contact us": "Contactez nous",
    "User connected successfully!": "Utilisateur connecté avec succès!",
    "try to login on later": "essayez de vous connecter plus tard",
    "This account is already connected to another device": "Ce compte est déjà connecté à un autre appareil",
    "You have to login before you play": "Vous devez connecter pour ouvrir ce jeux",
    "Success": "Succès",
    "Gambling might be addictive. Play with caution!": "Le jeu peut être addictif. Jouez avec prudence !",
    "Carthagobet is operated by Zazasiv Group Technology Ltd a UK company registered under the address 71-75 Shelton Street, Covent Garden, London, England, WC2H 9JQ licensed and regulated by the law of Curacao under the Master License of Gaming Services Provider, N.V.": "Carthagobet est exploité par Zazasiv Group Technology Ltd, une société britannique enregistrée sous l'adresse 71-75 Shelton Street, Covent Garden, Londres, Angleterre, WC2H 9JQ, agréée et réglementée par la loi de Curaçao sous la licence principale du fournisseur de services de jeu, N.V.",
    "All": "Tous",
    "All games": "Tous les jeux",
    "Profile": "Profil",
    "Casino transactions": "Transactions casino",
    "Bet history": "Historique des paris",
    "D/R History": "Historique D/R",
    "Logout": "Déconnexion",
    "Edit Profile": "Modifier le profil",
    "Update": "Modifier",
    "Edit password": "Modifier Mot de passe",
    "transactions history": "Historique de transactions",
    "No transactions yet.": "Pas de transactions",
    "Created at": "Crée le",
    "Status": "Statuts de transactions",
    "Balance before": "Solde avant",
    "Balance Now": "Solde actuel",
    "Amount": "Montant",
    "Description": "Déscription",
    "Play now": "Jouez",
    "Username is required": "Nom d'utilisateur est obligatoire",
    "Username is not correct": "Nom d'utilisateur est incorrect",
    "Password is required": "Mot de passe est obligatoire",
    "Id": "Id de transaction",
    "Type of transaction": "type de transaction",
    "From": "De",
    "To": "A",
    "files saved": "Fichiers enregistrés",
    "Could not upload the files": "Impossible de télécharger les fichiers",
    "Please upload 3 photos": "Veuillez télécharger 3 photos",
    "Upload Files": "Télécharger des fichiers",
    "No withdrawal yet": "Pas encore de retrait",
    "No deposit yet": "Pas encore de dépôt",
    "Deposit/Withdrawal history": "Historique de Dépot/Retrait",
    "Under Maintenance": "En maintenance",
    "Mini Games": "Mini jeux",
    "x-Games":"x-Jeux",
    "Your account is not approved yet, sorry you cant edit your profile.": "Votre compte n'est pas encore approuvé, désolé, vous ne pouvez pas modifier votre profil.",
    "New": "Nouveau",
    "Session Timed Out! Please Login": "Session expirée! Veuillez vous connecter",
    "Failed! Username is already in use!": "Échoué! Nom d'utilisateur est déjà utilisé!",
    "Confirm your password": "Confirmer votre mot de passe",
    "Casino": "Jeux",
    "After a good gaming week the JACKPOT winner is:": "Après une bonne semaine de jeu, les gagnants du JACKPOT sont :",
    "Warning": "Attention",
    "PLEASE READ THE FOLLOWING CAREFULLY BEFORE ACCEPTING THESE TERMS AND CONDITIONS. WE RECOMMEND YOU PRINT THE CONTENT OF THIS AGREEMENT AND STORE IT ALONG WITH ALL CONFIRMATION EMAILS, ADDITIONAL TERMS, TRANSACTION DATA, GAME RULES AND PAYMENT METHODS AS THEY RELATE TO YOUR USE OF THIS SITE. WE DO NOT FILE EACH INDIVIDUAL CONTRACT WITH USERS SO PLEASE PRINT IT OUT FOR YOUR RECORDS. THESE TERMS AND CONDITIONS ARE SUBJECT TO CHANGE WITHOUT PRIOR NOTICE. NOTIFICATION OF THESE TERMS AND CONDITIONS CONSTITUTES THE MAKING OF AN OFFER. BY REGISTERING TO MAKE USE OF THE SERVICES COVERED BY THIS AGREEMENT, YOU ARE CERTIFYING THAT YOU ARE 18 YEARS OF AGE OR OLDER AND YOU AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS. IF YOU DO NOT WISH TO ACCEPT THE FOLLOWING TERMS AND CONDITIONS, YOU MUST NOT REGISTER AND YOU MUST NOT OPEN AN ACCOUNT AND YOU WILL BE UNABLE TO ACCESS THE SOFTWARE AND THE GAMING SERVICES OFFERED IN CONJUNCTION THEREWITH.": "VEUILLEZ LIRE ATTENTIVEMENT CE QUI SUIT AVANT D'ACCEPTER CES TERMES ET CONDITIONS. NOUS VOUS RECOMMANDONS D'IMPRIMER LE CONTENU DE CET ACCORD ET DE LE CONSERVER AVEC TOUS LES E-MAILS DE CONFIRMATION, CONDITIONS SUPPLÉMENTAIRES, DONNÉES DE TRANSACTION, RÈGLES DE JEU ET MÉTHODES DE PAIEMENT",
    "This end user agreement (the “Agreement”) is a legally binding agreement between (a) You, the end user (“You”) and (b) ZAZASİV GROUPLtd (hereinafter referred to as “Carthagobet”), a registered Cyprus company licensed and regulated by the law of Curacao under the Master License of Gaming Services Provider, N.V. #365/JAZ. The software (the “Software”) and gaming services (the “Gaming Services”) are being provided to you by Carthagobet, a gaming company registered and operated in Curacao. The Company is regulated and operating under the ZAZASİV GROUP Ltd Regulations, having an allotted Remote Gaming license issued by the ZAZASİV GROUP Ltd.": "Ce contrat d'utilisateur final (le « Contrat ») est un accord juridiquement contraignant entre (a) Vous, le utilisateur (« Vous ») et (b) ZAZASİV GROUPLtd (ci-après dénommé « Carthagobet »), une société enregistrée à Chypre société agréée et régie par la loi de Curaçao sous la licence principale du fournisseur de services de jeu, N.V. #365/JAZ. Le logiciel (le « Logiciel ») et les services de jeux (les « Services de jeux ») vous sont fournis par Carthagobet, une société de jeux enregistré et exploité à Curaçao. La Société est réglementée et exerce ses activités conformément aux Règlements de ZAZASİV GROUP Ltd, disposant d'un Licence de jeu délivrée par ZAZASİV GROUP Ltd.",
    "No bets yet.": "Pas encore de paris",
    "Before/after bet": "Pari avant/après",
    "Before/after update": "Avant/après mise à jour",
    "Close": "Fermer",
    "Username must not contain spaces and special characters": "Le nom d'utilisateur ne doit pas contenir des espaces et caractére spéciaux",
    "Sport is Under Maintenance" : "Sport est En Maintenance",
    "Visit":"Visitez"
}